[Quartermaster X2SoldierClassTemplate]
+DisplayName="军需官"
+ClassSummary="军需官是出色的战地医生，虽然晋升路径有限，但一旦建立了训练中心，他们就能展现极高的灵活性，可以携带额外的消耗品参加任务或参与其他培训。"
+LeftAbilityTreeTitle="仓储"
+RightAbilityTreeTitle="补给携带者"
AbilityTreeTitles[0]="军需官"
AbilityTreeTitles[1]="医疗"
AbilityTreeTitles[2]="战士"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"
AbilityTreeTitles[5]="补给"
AbilityTreeTitles[6]="需求"
AbilityTreeTitles[7]="库存"

+RandomNickNames[0]="Packrat"
+RandomNickNames[1]="Carrier"
+RandomNickNames[2]="Hoarder"
+RandomNickNames[3]="Boss"
+RandomNickNames[4]="Officer"
+RandomNickNames[5]="Comrade"

[PR_Quartermaster X2SoldierClassTemplate]
+DisplayName="军需官"
+ClassSummary="军需官擅长近战，能够保持小队的生存，或者能够在战斗中携带大量的手榴弹。他们每升一级可以获得额外的8个行动点。
+LeftAbilityTreeTitle="仓储"
+RightAbilityTreeTitle="补给携带者"
AbilityTreeTitles[0]="军需官"
AbilityTreeTitles[1]="医疗"
AbilityTreeTitles[2]="战士"
AbilityTreeTitles[3]="爆破"
AbilityTreeTitles[4]="教官"
AbilityTreeTitles[5]="外科手术"
AbilityTreeTitles[6]="手枪"

+RandomNickNames[0]="Packrat"
+RandomNickNames[1]="Carrier"
+RandomNickNames[2]="Hoarder"
+RandomNickNames[3]="Boss"
+RandomNickNames[4]="Officer"
+RandomNickNames[5]="Comrade"
